{
  "text": [
    {
      "heading": null,
      "text": [
        "The Coastal GasLink pipeline is completely within British Columbia’s provincial borders and will be regulated by the BC Oil and Gas Commission. In contrast, pipelines that traverse across provincial boundaries are regulated by the federal government.",
        "Like LNG Canada, the Coastal GasLink pipeline is a major industrial project that required an extensive environmental assessment before construction could be permitted.",
        "The process started on December 11, 2012 when Coastal GasLink submitted their project description to British Columbia’s Environmental Assessment Office.",
        "Construction related activities started in January 2019, shortly after LNG Canada announced it would move forward. Coastal GasLink was able to start because all major permits were in place with the BC Oil and Gas Commission. The permitting process is still ongoing for any ancillary permits required. For example, the BC Oil and Gas Commission needs to approve Coastal GasLink’s use of resource roads for trucking equipment in or out of a construction site."
      ]
    },
    {
      "heading": "Environmental Assessment",
      "text": [
        "The Coastal GasLink pipeline received an Environmental Assessment Certificate on October 23, 2014. The process took 683 days.",
        "On May 16, 2018, an amended certificate was granted after Coastal GasLink proposed some alternative designs to two portions of the pipeline as a result of feedback from Indigenous communites and environmental and cultural considerations.",
        "In all, there were 33 conditions applied to Coastal GasLink certificate. These are legally-binding conditions Coastal GasLink must implement as part of their project to remain in compliance with their certificate, ensuring environmental impacts are mitigated.",
        "Coastal GasLink also made a number of significant route changes during the environmental assessment based on feedback received, further mitigating the potential for environmental impacts.",
        "For extensive background details on the on Coastal GasLink’s Environmental Assessment Certificate and the engagement process leading up to October 23, 2014, please visit British Columbia’s <a href='https://www.projects.eao.gov.bc.ca'>EPIC site</a>."
      ]
    },
    {
      "heading": "Permitting",
      "text": [
        "The Coastal GasLink pipeline is permitted for construction, with the BC Oil and Gas Commission processing most of the approvals necessary.",
        "The major permits include pipeline section permits, a compressor station facility permit and a meter station facility permit.",
        "Pipeline section permits provide Coastal GasLink with approval to build infrastructure along the pipeline corridor from Groundbirch, British Columbia, to the LNG Canada export terminal in Kitimat. The permits were submitted and approved in sections – for a total of eight. The pipeline is being built in sections so the company can manage labour demands and facilitate a completion date in time for LNG Canada’s operations.",
        "The compressor station will compress and transmit natural gas through the pipeline once in operation. It essentially creates the required amount of pressure in the pipeline to ensure natural gas travels to its end location (Kitimat).",
        "Meter stations are built to measure the natural gas flowing through the pipeline. They will ensure the pipeline is supplying LNG Canada with the correct amount of natural gas, and on schedule."
      ]
    }
  ]
}
