{
  "text": [
    {
      "heading": null,
      "text": [
        "As a major industrial project, LNG Canada required an extensive environmental assessment process before anything could move forward.",
        "The process started on April 3, 2013 when LNG Canada submitted its project description to British Columbia’s Environmental Assessment Office.",
        "LNG Canada formally started construction activities on November 15, 2015, with a focus on early site preparation. Today, construction is underway following the required permitting process with the BC Oil and Gas Commission."
      ]
    },
    {
      "heading": "Environmental Assessment",
      "text": [
        "The LNG Canada export facility received an Environmental Assessment Certificate on June 17, 2015 – a process that took 805 days.",
        "There were 24 conditions identified as part of the certificate. These are legally-binding conditions LNG Canada must implement as part of its project to remain in compliance with its certificate, ensuring environmental impacts are mitigated. The certificate conditions were developed following consultation and input from Aboriginal groups, government agencies, communities and the public.",
        "During the environmental assessment process, LNG Canada also implemented various project design changes so the facility would further mitigate environmental impacts.",
        "LNG Canada was also the first project to be granted a certificate following a substituted environmental assessment, where a single, cooperative process was undertaken by both the provincial government and the federal government to assess the project.",
        "The certification was granted an amendment on August 8, 2016.",
        "For extensive background details on the on LNG Canada’s Environmental Assessment Certificate and the engagement process leading up to June 17, 2015, please visit British Columbia’s <a href='https://www.projects.eao.gov.bc.ca'>EPIC site</a>."
      ]
    },
    {
      "heading": "Permitting",
      "text": [
        "The BC Oil and Gas Commission approved LNG Canada’s application for an export facility on December 22, 2015. It was the first LNG facility to be permitted under the LNG Facility Regulation.",
        "This permit provides LNG Canada with approval to construct, maintain and operate its export facility in the District of Kitimat, on 275 hectares of primarily private land. The permit includes 30 conditions for LNG Canada to implement as part of its safety program, emergency response procedures, mitigation measures and more.",
        "The BC Oil and Gas Commission has also granted LNG Canada with other permits for industrial road use, water use, and more – a permitting process that continues today with each authorization available on this site.",
        "The BC Oil and Gas Commission will oversee construction and operations throughout LNG Canada’s entire life-cycle."
      ]
    }
  ]
}
